Versie 1.0.0/SAD_Intern Uitwisselberichten/XSD en voorbeeld XML/Voorbeeldberichten uitgifteservice/DO_Request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope 
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <dispatchDataRequest
                xmlns="http://www.broservices.nl/xsd/dssad-internal/1.0"
                xmlns:brocom="http://www.broservices.nl/xsd/brocommon/3.0"
                xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                xsi:schemaLocation="http://www.broservices.nl/xsd/dssad-internal/1.0 ../dssad-internal-messages.xsd">
            <!--Disclaimer: dit voorbeeldbericht is gemaakt voor increment 1.0.0 van de SAD en valideert tegen de XSD van de uitgifteservice.
                Het is niet gevalideerd door de uitgifteservice en de inhoud is fictief en vaktechnisch/inhoudelijk niet voorbeeldig.
                xsi:schemaLocation="http://www.broservices.nl/xsd/dssad-internal/1.0 https://schema.broservices.nl/xsd/dssad-internal/1.0/dssad-internal-messages.xsd"/>
            -->            
            <brocom:requestReference>SAD uitgifte 1</brocom:requestReference>            
            <brocom:broId>SAD123456789012</brocom:broId>                                   
        </dispatchDataRequest>        
    </soap:Body>
</soap:Envelope>
